Repository: Valleys-Of-Ergenekon/escribe-turkce-ceviri
Catalog: *.po
Languages: tr

# Translation
source: Language
tr: Türkçe

source: X-language translation by Y.
tr: X dili çevirisi Y.

source: OK
tr: Tamam

source: Cancel
tr: İptal et

source: &File
tr: &Dosya

source: &New (Reset to Evolv Standard)
tr: &Yeni (Evolv Standardına Sıfırla)

source: &Open...
tr: &Açık...

source: &Save
tr: &Kaydet

source: Save &As...
tr: &Farklı Kaydet...

source: E&xit
tr: Çıkış

source: &Edit
tr: &Düzenle

source: &Undo
tr: &Geri Al

source: &Redo
tr: &Yinele

source: &Log in...
tr: &Giriş yap...

source: E-mail:
tr: E-posta:

source: Password:
tr: Şifre:

source: My Account
tr: Hesabım

source: Register
tr: Kayıt ol

source: Login
tr: Giriş yap

source: Log &out
tr: Oturumu kapat

source: &Options
tr: &Seçenekler

source: Automatically Check for &Updates
tr: &Güncellemeleri Otomatik Olarak Kontrol Et

source: Clear Recent Files List
tr: Son Dosyalar Listesini Temizle

source: &Connect...
tr: &Bağla...

source: Dis&connect
tr: &Bağlantıyı kes

source: &Tools
tr: &Aletler

source: &Calculator
tr: &Hesap Makinesi

source: Calculator
tr: Hesap Makinesi

source: Results
tr: Sonuçlar

source: Equation
tr: Denklem

source: Calculate
tr: Hesaplama

source: &Production Utility
tr: &Üretim Yardımcı Programı

source: Serial &Terminal
tr: Seri ve Terminal

source: Serial Terminal
tr: Seri Terminal

source: Data
tr: Veri

source: Command
tr: Komut

source: System &Information
tr: Sistem ve Bilgiler

source: &Reboot Device
tr: &Cihazı Yeniden Başlat

source: &Soft Reboot...
tr: &Yumuşak Yeniden Başlatma...

source: &Hard Reboot...
tr: &Tam Yeniden Başlatma...

source: Show Serial &Number...
tr: Seri ve Numarayı Göster...

source: Update &Firmware...
tr: Yazılımı &Güncelle...

source: &Help
tr: &Yardım

source: &Website
tr: &Web sitesi

source: &Help Desk
tr: &Yardım Masası

source: Report a &Bug
tr: &Hata Bildir

source: Bug Report
tr: Hata Raporu

source: E-mail Address (optional):
tr: E-posta Adresi (isteğe bağlı):

source: &Send
tr: &Gönder

source: Send &Feedback
tr: &Geri Bildirim Gönder

source: Feedback Form
tr: Geri Bildirim Formu

source: U.S. &Patents
tr: ABD ve Patentler

source: &About {0}
tr: &Hakkında {0}

source: About {0}
tr: {0} hakkında

source: Connect
tr: Bağla

source: Device:
tr: Cihaz:

source: Rename...
tr: Yeniden isimlendir...

source: Rename Device
tr: Cihazı Yeniden Adlandır

source: New Name:
tr: Yeni Ad:

source: Connect and &Download Settings
tr: Bağlanma ve &İndirme Ayarları

source: &Upload Settings to Device
tr: &Ayarları Cihaza Yükle

source: Device &Monitor
tr: Cihaz ve Monitör

source: {0} connected on USB.
tr: {0} USB'ye bağlandı.

source: Downloading Settings
tr: Ayarlar İndiriliyor

source: Uploading Settings
tr: Ayarları Yükleme

source: Verifying Settings
tr: Ayarları Doğrulama

source: General
tr: Genel

source: My DNA
tr: Benim DNA'm

source: Manufacturer:
tr: Üretici:

source: Model:
tr: Modeli:

source: History:
tr: Geçmiş:

source: Get Information
tr: Bilgi Al

source: {0} can get information online about your mod.
tr: {0}, modunuz hakkında çevrimiçi bilgi alabilir.

source: Restore Defaults
tr: Varsayılanları Geri Yükle

source: Profile {0}
tr: Profil {0}

source: Name:
tr: İsim:

source: Custom Screen:
tr: Özel Ekran:

source: Settings
tr: Ayarlar

source: Power:
tr: Güç:

source: Temperature:
tr: Sıcaklık:

source: Off
tr: Kapalı

source: Ohms Locked
tr: Ohm Kilitli

source: If you connect a temperature-sensing coil...
tr: Eğer sıcaklık algılayan bir coil (TC) bağlarsanız...

source: Coil Material:
tr: CoilTel Türü:

source: Nickel 200
tr: Nikel 200

source: Custom
tr: Özel

source: Material Profile:
tr: Tel Türü Profili:

source: Move/Resize
tr: Taşı/Yeniden Boyutlandır

source: Split
tr: Böl

source: Delete
tr: Sil

source: Set X
tr: X'i ayarla

source: X value:
tr: X değeri:

source: Set Y
tr: Y'yi ayarla

source: Y value:
tr: Y değeri:

source: Custom Materials
tr: Özel Tel Türleri

source: Load CSV...
tr: CSV'yi yükle...

source: Save CSV...
tr: CSV'yi kaydet...

source: Label...
tr: Etiket...

source: Special
tr: Özel

source: Reduce Number of Points...
tr: Puan Sayısını Azaltın...

source: Temperature Coefficient of Resistance (Approximation)...
tr: Direnç Sıcaklık Katsayısı (Yaklaşık)...

source: Preheat Power:
tr: Ön Isıtma Gücü:

source: Preheat Punch:
tr: Ön Isıtma Şiddeti:

source: Soft
tr: Yumuşak

source: Hard
tr: Sert

source: Preheat Time Limit:
tr: Ön Isıtma Süresi Sınırı:

source: Atomizer Analyzer
tr: Atomizer Analizi

source: {0} can be used to analyze your atomizer's resistance stability.
tr: {0} atomizerin direnç stabilitesini analiz etmek için kullanılabilir.

source: Theme
tr: Tema

source: Load Theme...
tr: Temayı Yükle...

source: Save Theme...
tr: Temayı Kaydet...

source: Default Theme
tr: Varsayılan Tema

source: Custom Screens
tr: Özel Ekranlar

source: Screens are {0} pixels wide and {1} pixels tall.
tr: Ekranlar {0} piksel genişliğinde ve {1} piksel yüksekliğindedir.

source: Capture...
tr: Yakala...

source: Load...
tr: Yükle...

source: Save...
tr: Kaydetmek...

source: Default
tr: Varsayılan

source: Welcome (Primary):
tr: Hoş Geldiniz (Birincil):

source: Welcome (Secondary):
tr: Hoş Geldiniz (İkincil):

source: Normal Mode:
tr: Normal Mod:

source: Stealth Mode:
tr: Gizli Mod:

source: New Coil Yes/No:
tr: Yeni Coil Evet/Hayır:

source: Hold To Lock Ohms:
tr: Ohm'u Kilitlemek İçin Basılı Tutun:

source: Hold To Unlock Ohms:
tr: Ohm'un Kilidini Açmak İçin Basılı Tutun:

source: Power Locked Hold Up Down:
tr: Güç Kilitli Yukarı+Aşağı Basılı Tut:

source: Locked Click 5X:
tr: Kilitli 5 Kez Bas:

source: Hold To Change Temp:
tr: Sıcaklığı Değiştirmek İçin Basılı Tutun:

source: Kanthal Max Power:
tr: Kanthal Maksimum Gücü:

source: Show Message
tr: Mesajı Göster

source: Don't Show
tr: Gösterme

source: Temperature Protected:
tr: Sıcaklık Koruması:

source: Show Temperature
tr: Sıcaklığı Göster

source: Too Hot:
tr: Çok Sıcak:

source: Shorted:
tr: Kısa devre:

source: Check Atomizer:
tr: Atomizeri kontrol edin:

source: Ohms Too Low:
tr: Ohm Çok Düşük:

source: Ohms Too High:
tr: Ohm Çok Yüksek:

source: Check Battery:
tr: Pili Kontrol Edin:

source: Weak Battery:
tr: Zayıf Pil:

source: Imbalanced Battery:
tr: Piller Dengesiz:

source: Screen
tr: Ekran

source: Display
tr: Görüntüle

source: Orientation:
tr: Oryantasyon:

source: Left
tr: Sol

source: Right
tr: Sağ

source: Battery Meter:
tr: Pil Ölçer:

source: On Default Screens
tr: Varsayılan Ekranlarda

source: On Main Screen Only
tr: Yalnızca Ana Ekranda

source: On All Screens
tr: Tüm Ekranlarda

source: Error Flashes:
tr: Hata Yanıp Sönüyor:

source: {0:0.0} s error, {1:0.0} s status
tr: {0:0.0} sn. hata, {1:0.0} sn. durum

source: Show error only.
tr: Yalnızca hatayı göster.

source: Fields
tr: Alanlar

source: Default Field {0}:
tr: Varsayılan Alan {0}:

source: Ohms
tr: Ohm

source: Ohms (Standard)
tr: Ohm (Standart)

source: Voltage
tr: Gerilim

source: Voltage (Standard)
tr: Gerilim (Standart)

source: Temperature
tr: Sıcaklık

source: Temperature (Standard)
tr: Sıcaklık (Standart)

source: Battery Charge %
tr: Pil Şarjı%

source: Battery Charge Wh
tr: Pil Şarjı Wh

source: USB Power
tr: USB Gücü

source: USB Current
tr: USB Akımı

source: USB Current (Standard)
tr: USB Akımı (Standart)

source: USB Voltage
tr: USB Gerilimi

source: Battery Pack
tr: Pil Paketi

source: Battery Cell {0}
tr: Pil Hücresi {0}

source: Current
tr: Akım

source: Board Temperature
tr: Kart Sıcaklığı

source: Room Temperature
tr: Oda Sıcaklığı

source: Puff Count
tr: Puf Sayısı

source: Last Energy
tr: Son Enerji

source: Last Power
tr: Son Güç

source: Last Temperature
tr: Son Sıcaklık

source: Last Time
tr: Son Çekim Süresi

source: Charging Field {0}:
tr: Şarj Alanı {0}:

source: Brightness
tr: Parlaklık

source: Firing Brightness:
tr: Ateşleme Parlaklığı:

source: Fade to...
tr: Solmaya...

source: Set to...
tr: Şuna ayarla.

source: Temporarily set to...
tr: Geçici olarak ayarlandı...

source: Do not change.
tr: Değiştirmeyin.

source: Screen active after puff.
tr: Çekim sonrası ekran açık.

source: Screen off after puff.
tr: Çekim sonrası ekran kapalı.

source: No effect on idle state.
tr: Boşta durumuna etkisi yoktur.

source: Active Brightness:
tr: Aktif Parlaklık:

source: Active Time:
tr: Aktif Süre:

source: Idle Brightness:
tr: Bekleme Parlaklığı:

source: Idle Time:
tr: Bekleme Süresi:

source: Charging Brightness:
tr: Şarj Parlaklığı:

source: Fade-in Time:
tr: Ekran Açılış Efekti:

source: Fade-out Time:
tr: Kararma Süresi:

source: Battery
tr: Pil

source: Type:
tr: Tip:

source: Lithium Polymer
tr: Lityum Polimer

source: Power Supply
tr: Güç Kaynağı

source: Capacity:
tr: Kapasite:

source: {0}-cell
tr: {0} pilli

source: Watt-Hour Calculator
tr: Watt-Saat Hesaplayıcı

source: Cell Soft Cutoff:
tr: Güç Kısma Voltajı:

source: Charging Mode:
tr: Şarj Modu:

source: Maximize Puffs
tr: Çekim Sayısını Maksimize Et

source: Maximize Recharges
tr: Pil Ömrünü Maksimize Et

source: Discharge Profile:
tr: Deşarj Profili:

source: Battery Analyzer
tr: Pil Analizi

source: {0} can be used to analyze your battery's capacity and discharge profile.
tr: {0}, pilinizin kapasitesini ve deşarj profilini analiz etmek için kullanılabilir.

source: Electrical
tr: Elektrik

source: Kanthal Power Limit:
tr: Kanthal Güç Sınırı:

source: Mod Resistance:
tr: Mod Direnci:

source: Ohm Lock Range: ±
tr: Ohm Kilit Aralığı: ±

source: Mechanical
tr: Mekanik

source: Up/Down Buttons:
tr: Yukarı/Aşağı Düğmeleri:

source: Swapped
tr: Pil Değişti

source: Thermal
tr: Termal

source: Case Analyzer
tr: Kasa Analizi

source: {0} can be used to analyze your case's thermal properties.
tr: {0}, kasanızın termal özelliklerini analiz etmek için kullanılabilir.

source: Research
tr: Araştırma

source: Data Acquisition
tr: Veri Toplama

source: Serial Output Format:
tr: Seri Çıkış Formatı:

source: Plain Text Serial
tr: Düz Metin Seri

source: Experimental Setup
tr: Deneysel Kurulum

source: Coil Resistance:
tr: Coil Direnci:

source: Automatic
tr: Otomatik

source: Locked
tr: Kilitli

source: Temperature Limit:
tr: Sıcaklık Limiti:

source: Configurable
tr: Yapılandırılabilir

source: Puff Limit:
tr: Puff Limiti:

source: Disabled
tr: Devre Dışı

source: Enabled
tr: Etkinleştirilmiş

source: Energy Limit:
tr: Enerji Sınırı:

source: Time Limit:
tr: Zaman Sınırı:

source: Apply Research Seal
tr: Araştırma Mührünü Uygula

source: Break Research Seal
tr: Araştırma Mührünü Kır

source: Check Research Seal
tr: Araştırma Mühürünü Kontrol Edin

source: Reset Statistics
tr: İstatistikleri Sıfırla

source: Device Monitor
tr: Cihaz Monitörü

source: Live View
tr: Canlı Görünüm

source: USB Power:
tr: USB Gücü:

source: USB Current:
tr: USB Akımı:

source: USB Voltage:
tr: USB Gerilimi(Voltaj):

source: Charge:
tr: Şarj:

source: Pack:
tr: Pil Bloğu:

source: Cell {0}:
tr: {0} Hücre:

source: Current Puff
tr: Mevcut Puff

source: Power Set:
tr: Güç Ayarı:

source: Temperature Set:
tr: Sıcaklık Ayarı:

source: Current:
tr: Akım:

source: Voltage:
tr: Gerilim(Voltaj):

source: Cold Ohms:
tr: Soğuk Direnç:

source: Live Ohms:
tr: Canlı Ohm:

source: Room Temp:
tr: Oda Sıcaklığı:

source: Board Temp:
tr: Kart Sıcaklığı:

source: Statistics
tr: İstatistikler

source: Since Reset
tr: Sıfırlamadan Beri

source: Total
tr: Toplam

source: Last Puff
tr: Son Puf

source: Mean
tr: Anlam

source: Std. Dev.
tr: Standart Sapma.

source: Puffs:
tr: Puflar:

source: Temp-Protected:
tr: Sıcaklık Koruması:

source: Energy:
tr: Enerji:

source: Time:
tr: Zaman:

source: &Record...
tr: &Kayıt...

source: Graph &Options
tr: Grafik &Seçenekler

source: &Clear Graph
tr: &Grafiği Temizle

source: &Save Graph...
tr: &Grafiği Kaydet...

source: Set &Time Scale...
tr: &Zaman Ölçeğini Ayarla...

source: Puf&f...
tr: &Çekim...

source: {0} second
tr: {0} saniye

source: &Custom...
tr: &Özel...

source: Duration (seconds):
tr: Süre (saniye):

source: Set &Power...
tr: &Güç Ayarla...

source: Set Power
tr: Gücü Ayarla

source: Power (W):
tr: Güç (W):

source: Set &Temperature...
tr: &Sıcaklık Ayarla...

source: Set Temperature
tr: Sıcaklığı Ayarla

source: Units:
tr: Birimler:

source: &Disable Temperature Protection
tr: &Sıcaklık Korumasını Devre Dışı Bırak

source: &Research
tr: &Araştırma

source: Enter Temperature &Monitoring Mode...
tr: Sıcaklık &İzleme Moduna Gir...

source: &Diagnostics
tr: &Teşhis

source: Set &Profile...
tr: &Profili Ayarla...

source: Set Profile
tr: Profili Ayarla

source: Set &Charge Estimate...
tr: &Şarj Tahminini Ayarla...

source: &Set USB Current Limit...
tr: &USB Akım Sınırını Ayarla...

source: &Reset USB Current Limit
tr: &USB Akım Sınırını Sıfırla

source: &Advanced
tr: &Gelişmiş

source: Perform USB &Recovery Charging...
tr: USB &Kurtarma Şarjını Başlat...

source: Reset &Statistics
tr: &İstatistikleri Sıfırla

source: Resets: {0}
tr: Sıfırlama Sayısı: {0}

source: Version: {0}
tr: Sürüm: {0}

source: Mode: {0}
tr: Mod: {0}

source: Stealth
tr: Gizlilik

source: Power Locked
tr: Güç Kilitli

source: Buttons:
tr: Düğmeler:

source: None
tr: Hiçbiri

source: Fire
tr: Ateş

source: Profile: {0}
tr: Profil: {0}

source: New firmware is available!
tr: Yeni ürün yazılımı mevcut!

source: Click here to update your device to {0}.
tr: Cihazınızı {0} sürümüne güncellemek için burayı tıklayın.

source: Please Wait
tr: Lütfen bekleyin

source: Updating Core Firmware
tr: Çekirdek Yazılım Güncelleniyor

source: Updating Firmware
tr: Yazılım Güncelleniyor

source: New Firmware
tr: Yeni Yazılım

source: New firmware is going to be uploaded.
tr: Yeni Yazılım yüklenecek.

source: Before clicking OK, please make sure that the device is idle.
tr: Tamam'a tıklamadan önce lütfen cihazın boşta(beklemede) olduğundan emin olun.

source: Firmware update complete.
tr: Yazılım güncellemesi tamamlandı.

source: Production Utility
tr: Üretim Aracı

source: &Save...
tr: &Kaydet...

source: Browse...
tr: Göz at...

source: Model Name:
tr: Model Adı:

source: Firmware File:
tr: Yazılım Dosyası:

source: Settings File:
tr: Ayarlar Dosyası:

source: Invalid Value
tr: Geçersiz Değer

source: Value must be a number.
tr: Değer bir sayı olmalıdır.

source: Unable to open a connection. Another program may be using the device.
tr: Bağlantı açılamıyor. Cihazı başka bir program kullanıyor olabilir.

source: Case Cooling Time Constant:
tr: Kasa Soğutma Süresi Sabiti:

source: Case Heating Time Constant:
tr: Kasa Isıtma Süresi Sabiti:

source: Case USB Charge Temperature Rise:
tr: Kasa USB Şarj Sıcaklığı Artışı:

source: Minimum Ambient Temperature:
tr: Minimum Ortam Sıcaklığı:

source: Maximum Ambient Temperature:
tr: Maksimum Ortam Sıcaklığı:

source: What power would you like to conduct the test at?
tr: Testi hangi güçte yapmak istersiniz?

source: What is the room temperature (°F)?
tr: Oda sıcaklığı nedir (°F)?

source: Login Required
tr: Giriş Gerekli

source: You must be logged in to use the production utility.
tr: Üretim aracını kullanmak için oturum açmanız gerekir.

source: Select the latest firmware to have it loaded onto the device.
tr: Cihaza yüklenmesi için en son ürün yazılımını seçin.

source: Select your mod's default settings file. It can be reloaded by clicking Restore Defaults.
tr: Modunuzun varsayılan ayarlar dosyasını seçin. Varsayılanları Geri Yükle'ye tıklayarak yeniden yükleyebilirsiniz.

source: Functional Tests
tr: Fonksiyonel Testler

source: Fire Test
tr: Ateşleme Testi

source: Checks that the device can fire and read Ohms properly. Attach a resistor or non-temperature coil.
tr: Cihazın ateşleme yapabildiğini ve Ohm değerini düzgün okuduğunu kontrol eder. Bir direnç veya Sıcaklık Kontrolsüz(TC) coil takın.

source: Fire Time:
tr: Ateşleme Süresi:

source: Fire Power:
tr: Ateşleme Gücü:

source: Expected Cold Resistance:
tr: Beklenen Soğuk Direnç:

source: Battery Test
tr: Pil Testi

source: Makes sure the battery cells have reasonable voltages and can be charged.
tr: Pil pillerinin makul voltajlara sahip olduğundan ve şarj edilebildiğinden emin olun.

source: Minimum Cell Voltage:
tr: Minimum Pil Gerilimi(Voltajı):

source: Maximum Cell Imbalance:
tr: Maksimum Hücre Dengesizliği:

source: Wait for USB Current to Rise Above:
tr: USB Akımının Yukarıya Çıkmasını Bekleyin:

source: Production
tr: Üretim

source: No actions.
tr: Eylem yok.

source: Fire test failed.
tr: Ateşleme testi başarısız oldu.

source: Battery test failed.
tr: Pil testi başarısız oldu.

source: Production actions succeeded.
tr: Üretim eylemleri başarılı oldu.

source: Hide Ohms on Custom
tr: Özel Modda Ohm'u Gizle

source: Show Ohms on Custom
tr: Özel Modda Ohm'u Göster

source: New Coil
tr: Yeni Coil

source: Old Coil
tr: Eski Coil
